﻿IDS_GSD_DGNREPORT_TEST = "GSD_DgnReport-測試(Lang:EN)"
IDS_DLL_VERSION_ERROR = "設計模組版本不相容!!"
IDS_DLL_VERSION_DRAW_ERROR = "設計繪圖模組版本不相容!!"
IDS_DLL_IMPORT_ERROR = "無法初始化 COM dll"
IDS_DLL_Pu = "Pu(%s)"
IDS_DLL_Mn = "Mn(%s)"
IDS_DLL_My = "My(%s)"
IDS_DLL_Mz = "Mz(%s)"
IDS_DLL_Vy = "Vy(%s)"
IDS_DLL_Vz = "Vz(%s)"
IDS_DLL_T = "T(%s)"
IDS_DLL_P_My = "P-My"
IDS_DLL_P_Mz = "P-Mz"
IDS_DLL_NOTATION_Pu = "Pu"
IDS_DLL_NOTATION_My = "My"
IDS_DLL_NOTATION_Mz = "Mz"
IDS_DLL_CURVATURE = "曲率\nx10^-3(1/%s)"
IDS_DLL_MOMENT = "彎矩\n(%s)"
IDS_DLL_NA = "中性軸\n深度(%s)"
IDS_DLL_STRAIN_STEEL_COMP = "受壓 鋼材\n應變"
IDS_DLL_STRAIN_STEEL_TENS = "受拉 鋼材\n應變"
IDS_DLL_STRAIN_COMP = "受壓\n應變"
IDS_DLL_STRAIN_TENS = "受拉\n應變"
IDS_DLL_PMCV_KEEP_M_P = "%.3f（保持 M/P 不變）"
IDS_DLL_PMCV_KEEP_M = "%.3f（保持 M 不變）"
IDS_DLL_PMCV_KEEP_P = "%.3f（保持 P 不變）"
IDS_DLL_PMCV_KEEP_My_Mz = "%.3f（保持 My/Mz 不變）"
IDS_DLL_PMCV_KEEP_My = "%.3f（保持 My 不變）"
IDS_DLL_PMCV_KEEP_Mz = "%.3f（保持 Mz 不變）"
IDS_DLL_YCOORD_s = "y 座標(%s)"
IDS_DLL_ZCOORD_s = "z 座標(%s)"
IDS_DLL_FORCE_s = "內力(%s)"
IDS_DLL_STRESS_s = "應力(%s)"
